Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/linuxmint-tm.tmx
Source language: en
Languages: ca_es

source: File System
ca_es: Sistema de Fitxers

source: %u Input
ca_es: %u Entrada

source: System Sounds
ca_es: Sons del sistema

source: Unknown
ca_es: Desconeguda

source: Failed to launch '%s'
ca_es: No s'ha pogut posar en marxa «%s»

source: United Kingdom
ca_es: Regne Unit

source: Default
ca_es: Per defecte

source: Authentication dialog was dismissed by the user
ca_es: L'usuari ha descartat el diàleg d'autenticació

source: Home
ca_es: Inici

source: Search
ca_es: Cercar

source: Disabled
ca_es: Inhabilitat

source: %u Output
ca_es: %u Sortida

source: Command not found
ca_es: No s'ha trobat l'ordre

source: Could not parse command:
ca_es: No s'ha pogut interpretar l'ordre:

source: Execution of '%s' failed:
ca_es: L'execució de '%s' ha fallat:

source: Remove this applet
ca_es: Elimina aquest applet

source: Removable Devices
ca_es: Dispositius extraïbles

source: Open with %s
ca_es: Obre amb %s

source: Eject
ca_es: Expulsa

source: Nothing Scheduled
ca_es: No hi ha res programat

source: Today
ca_es: Avui

source: Tomorrow
ca_es: Demà

source: This week
ca_es: Aquesta setmana

source: Next week
ca_es: Setmana següent

source: Copy
ca_es: Copiar

source: Paste
ca_es: Enganxar

source: Show Text
ca_es: Mostra el text

source: Hide Text
ca_es: Amaga el text

source: Wrong password, please try again
ca_es: La contrasenya no és vàlida, torneu-ho a provar

source: Log Out %s
ca_es: Surt %s

source: Log Out
ca_es: Tancar sessió

source: Click Log Out to quit these applications and log out of the system.
ca_es: Feu clic a «Surt» per tancar aquestes aplicacions i sortir del sistema.

source: %s will be logged out automatically in %d second.
ca_es: %s tancarà la sessió automàticament en %d segon.

source: You will be logged out automatically in %d second.
ca_es: La sessió es tancarà automàticament en %d segon.

source: Logging out of the system.
ca_es: Sortint del sistema.

source: Power Off
ca_es: Atura

source: Click Power Off to quit these applications and power off the system.
ca_es: Feu clic a «Atura» per tancar aquestes aplicacions i apagar el sistema.

source: The system will power off automatically in %d second.
ca_es: El sistema s'apagarà automàticament en %d segon.

source: Powering off the system.
ca_es: Apagant el sistema.

source: Restart
ca_es: Reinicia

source: Click Restart to quit these applications and restart the system.
ca_es: Feu clic a «Reiniciar» per tancar aquestes aplicacions i tornar a iniciar el sistema.

source: The system will restart automatically in %d second.
ca_es: El sistema es reiniciarà automàticament en %d segon.

source: Restarting the system.
ca_es: Reiniciant el sistema.

source: Cancel
ca_es: Cancel·la

source: Yes
ca_es: Sí

source: Out of date
ca_es: Desactualitzat

source: tray
ca_es: safata

source: Keyboard
ca_es: Teclat

source: No extensions installed
ca_es: No hi ha cap extensió instal·lada

source: View Source
ca_es: Visualitza l'origen

source: Web Page
ca_es: Pàgina web

source: WORKSPACE
ca_es: Espai de treball

source: Open
ca_es: Obrir

source: Remove
ca_es: Suprimir

source: System Information
ca_es: Informació del sistema

source: Connect
ca_es: Connectar

source: Password:
ca_es: Contrasenya:

source: Key:
ca_es: Contrasenya:

source: Username:
ca_es: Nom d'usuari:

source: Identity:
ca_es: Identitat:

source: Private key password:
ca_es: Contrasenya privada:

source: Service:
ca_es: Servei:

source: Authentication required by wireless network
ca_es: Cal autenticació per a la xarxa sense fil

source: Passwords or encryption keys are required to access the wireless network '%s'.
ca_es: Cal una contrasenya o clau d'encriptació per accedir a la xarxa sense fil «%s».

source: Wired 802.1X authentication
ca_es: Autenticació 802.1X amb fil

source: Network name:
ca_es: Nom de la xarxa:

source: DSL authentication
ca_es: Autenticació DSL

source: PIN code required
ca_es: Cal que introduïu el codi PIN

source: PIN code is needed for the mobile broadband device
ca_es: Cal que introduïu un codi PIN per al dispositiu de banda ampla mòbil

source: Mobile broadband network password
ca_es: Contrasenya de la xarxa de banda ampla mòbil

source: A password is required to connect to '%s'.
ca_es: Cal una contrasenya per a connectar-se a «%s».

source: Settings
ca_es: Configuració

source: Themes
ca_es: Temes

source: Panel
ca_es: Tauler

source: Menu
ca_es: Menú

source: All settings
ca_es: Tots els paràmetres

source: Troubleshoot
ca_es: Solució de problemes

source: Restart Cinnamon
ca_es: Reiniciar Cinnamon

source: Looking Glass
ca_es: Consola de l'escriptori

source: Restore all settings to default
ca_es: Restaurar la configuració per defecte

source: Panel Edit mode
ca_es: Mode d'edició del tauler

source: Panel settings
ca_es: Opcions del panell

source: Add applets to the panel
ca_es: Afegeix applets al tauler

source: Failed to unmount '%s'
ca_es: Error al desmuntar '%s'

source: Retry
ca_es: Tornar a provar

source: Connect to...
ca_es: Connectar a...

source: Authentication Required
ca_es: Cal autenticació

source: Administrator
ca_es: Administrador

source: Authenticate
ca_es: Autentica

source: Sorry, that didn't work. Please try again.
ca_es: Ho sentim, això no funciona. Intenta-ho un altre cop.

source: Please enter a command:
ca_es: Si us plau, introdueix una ordre:

source: Close
ca_es: Tancar

source: Restore
ca_es: Restaurar

source: Minimize
ca_es: Minimitzar

source: Maximize
ca_es: Maximitzar

source: Move to left workspace
ca_es: Mou a l'espai de treball de l'esquerra

source: Move to right workspace
ca_es: Mou a l'espai de treball de la dreta

source: Visible on all workspaces
ca_es: Visible a tots els espais de treball

source: Only on this workspace
ca_es: Només en aquest espai de treball

source: Unmaximize
ca_es: Desmaximitzar

source: Accessibility
ca_es: Accessibilitat

source: Screen Keyboard
ca_es: Teclat de pantalla

source: Visual Alerts
ca_es: Alertes visuals

source: Sticky Keys
ca_es: Tecles enganxoses

source: Slow Keys
ca_es: Tecles lentes

source: Bounce Keys
ca_es: Tecles de salt

source: Mouse Keys
ca_es: Tecles del ratolí

source: Universal Access Settings
ca_es: Paràmetres d'accés universal

source: High Contrast
ca_es: Contrast alt

source: Large Text
ca_es: Text gran

source: Authorization request from %s
ca_es: Sol·licitud d'autorització de %s

source: Device %s wants access to the service '%s'
ca_es: La unitat %s vol accedir al servei '%s'

source: Always grant access
ca_es: Concedir accés sempre

source: Grant this time only
ca_es: Concedir només aquest cop

source: Reject
ca_es: Rebutjar

source: Pairing confirmation for %s
ca_es: Aparellament confirmat per a %s

source: Device %s wants to pair with this computer
ca_es: La unitat %s vol vincular-se amb aquest equip

source: Please confirm whether the PIN '%s' matches the one on the device.
ca_es: Confirmeu si el PIN '%s' coincideix amb el del dispositiu.

source: Matches
ca_es: Coincideix

source: Does not match
ca_es: No coincideix

source: Pairing request for %s
ca_es: Sol·licitud d'aparellament per %s

source: Please enter the PIN mentioned on the device.
ca_es: Si us plau, introdueix el PIN de la unitat.

source: OK
ca_es: Acceptar

source: Visibility
ca_es: Visibilitat

source: Send Files to Device...
ca_es: Enviar fitxers a la unitat...

source: Set up a New Device...
ca_es: Configurar una nova unitat...

source: Bluetooth Settings
ca_es: Paràmetres del Bluetooth

source: hardware disabled
ca_es: hardware deshabilitat

source: Connection
ca_es: Connexió

source: disconnecting...
ca_es: desconnectant...

source: connecting...
ca_es: connectant...

source: Send Files...
ca_es: Enviar fitxers...

source: Browse Files...
ca_es: Navega pels fitxers...

source: Error browsing device
ca_es: Error explorant la unitat

source: The requested device cannot be browsed, error is '%s'
ca_es: La unitat sol·licitada no es pot explorar, l'error es '%s'

source: Keyboard Settings
ca_es: Paràmetres del teclat

source: Mouse Settings
ca_es: Paràmetres del ratolí

source: Sound Settings
ca_es: Paràmetres del so

source: Brightness
ca_es: Brillantor

source: Dimming settings
ca_es: Ajustos d'atenuació

source: Dim screen on AC power
ca_es: Pantalla d'atenuació del corrent altern

source: Dim screen on battery
ca_es: Pantalla d'atenuació de la bateria

source: Brightness not available
ca_es: Lluentor no disponible

source: Date and Time Settings
ca_es: Configurar Data i Hora

source: Show Keyboard Layout
ca_es: Mostrar el mapa del teclat

source: Show Character Table
ca_es: Mostrar taula de caràcters

source: Region and Language Settings
ca_es: Configuració de la Regió i l'Idioma

source: Show flags
ca_es: Mostra banderes

source: Add to panel
ca_es: Afegix al tauler

source: Add to desktop
ca_es: Afegeix a l'escriptori

source: Remove from favorites
ca_es: Eliminar dels preferits

source: Add to favorites
ca_es: Afegir a preferits

source: Clear list
ca_es: Neteja la llista

source: All Applications
ca_es: Totes les aplicacions

source: Places
ca_es: Llocs

source: Recent Files
ca_es: Fitxers recents

source: Edit menu
ca_es: Editar el menú

source: Menu settings
ca_es: Paràmetres de menú

source: Lock screen
ca_es: Bloqueja la pantalla

source: Lock the screen
ca_es: Bloqueja la pantalla

source: Logout
ca_es: Tancar sessió

source: Leave the session
ca_es: Abandona la sessió

source: Quit
ca_es: Sortir

source: Shutdown the computer
ca_es: Aturar l'equip

source: Type to search...
ca_es: Escriu per cercar...

source: <unknown>
ca_es: <desconegut>

source: disabled
ca_es: desabilitada

source: unmanaged
ca_es: no gestionat

source: authentication required
ca_es: Es necessita autenticació

source: firmware missing
ca_es: no es troba el controlador

source: cable unplugged
ca_es: cable desconnectat

source: unavailable
ca_es: no disponible

source: connection failed
ca_es: ha fallat la connexió

source: More...
ca_es: Més...

source: Connected (private)
ca_es: Connectat (privat)

source: Auto Ethernet
ca_es: Ethernet automàtic

source: Auto broadband
ca_es: Banda ampla automàtica

source: Auto dial-up
ca_es: Connexió telefònica automàtica

source: Auto %s
ca_es: %s automàtic

source: Auto bluetooth
ca_es: Bluetooth automàtic

source: Auto wireless
ca_es: Xarxa sense fils automàtic

source: Network Manager
ca_es: Gestor de xarxes

source: Enable networking
ca_es: Habilita la xarxa

source: Wired
ca_es: Amb fil

source: Wireless
ca_es: Sense fil

source: Mobile broadband
ca_es: Banda ampla mòbil

source: VPN Connections
ca_es: Connexions VPN

source: Network Settings
ca_es: Configuració de xarxa

source: Connection failed
ca_es: Ha fallat la connexió

source: Activation of network connection failed
ca_es: Ha fallat l'activació de la xarxa

source: Networking is disabled
ca_es: La xarxa està deshabilitada

source: No connection
ca_es: Sense connexió

source: Connecting to the cellular network...
ca_es: Connectant a la xarxa mòbil...

source: Connecting to the wireless network...
ca_es: Connectant a la xarxa sense fil...

source: Connecting to the wired network...
ca_es: Connectant a la xarxa amb fil...

source: Connecting to the VPN...
ca_es: Connectant a la xarxa VPN...

source: Connecting to the network...
ca_es: Connectant a la xarxa...

source: Connected to the wireless network
ca_es: Connectat a la xarxa sense fil

source: Wireless connection
ca_es: Connexió per xarxa sense fil

source: Connected to the wired network
ca_es: Connectat a la xarxa amb fil

source: Connected to the cellular network
ca_es: Connectat a la xarxa mòbil

source: Connected to the VPN
ca_es: Connectat a la xarxa VPN

source: Connected to the network
ca_es: Connectat a la xarxa

source: Notifications
ca_es: Notificacions

source: Clear notifications
ca_es: Esborra les notificacions

source: No notifications
ca_es: Sense notificacions

source: notification
ca_es: notificació

source: notifications
ca_es: notificacions

source: (Just now)
ca_es: (Ara mateix)

source: (%s seconds ago)
ca_es: (fa %s segons)

source: (%s minute ago)
ca_es: (fa %s minut)

source: (%s minutes ago)
ca_es: (fa %s minuts)

source: Launch
ca_es: Executar

source: Add
ca_es: Afegir

source: Edit
ca_es: Editar

source: AC adapter
ca_es: Adaptador de la xarxa elèctrica

source: Laptop battery
ca_es: Bateria del portàtil

source: UPS
ca_es: SAI

source: Mouse
ca_es: Ratolí

source: Cell phone
ca_es: Telèfon mòbil

source: Media player
ca_es: Reproductor multimèdia

source: Tablet
ca_es: Tauleta tàctil

source: Computer
ca_es: Ordinador

source: Display
ca_es: Pantalla

source: Show percentage
ca_es: Mostra el percentatge

source: Show time remaining
ca_es: Mostra el temps restant

source: Hide label
ca_es: Amaga l'etiqueta

source: Power Settings
ca_es: Configuració d'energia

source: Estimating...
ca_es: Estimant...

source: %d hour remaining
ca_es: Queda %d hora

source: %d %s %d %s remaining
ca_es: Queden %d %s %d %s

source: hour
ca_es: hora

source: minute
ca_es: minut

source: %d minute remaining
ca_es: Queda %d minut

source: Recent documents
ca_es: Documents recents

source: No recent documents
ca_es: No hi ha documents recents

source: Removable drives
ca_es: Unitats extraïbles

source: Open file manager
ca_es: Obrir el gestor de fitxers

source: Scale
ca_es: Escala

source: Show desktop
ca_es: Mostrar l'escriptori

source: Playing
ca_es: Reproduint

source: Paused
ca_es: Pausat

source: Stopped
ca_es: Aturat

source: Unknown Artist
ca_es: Artista desconegut

source: Unknown Album
ca_es: Àlbum desconegut

source: Unknown Title
ca_es: Títol desconegut

source: Previous
ca_es: Anterior

source: Play
ca_es: Reprodueix

source: Stop
ca_es: Atura

source: Next
ca_es: Següent

source: Open Player
ca_es: Obre el reproductor

source: Quit Player
ca_es: Tanca el reproductor

source: Mute output
ca_es: Silencia la sortida d'audio

source: Mute input
ca_es: Silencia l'entrada d'audio

source: Launch player...
ca_es: Executar reproductor...

source: Volume
ca_es: Volum

source: Microphone
ca_es: Micròfon

source: Output device...
ca_es: Unitat de sortida...

source: Trash
ca_es: Paperera

source: Empty Trash
ca_es: Buidar paperera

source: Open Trash
ca_es: Obrir paperera

source: Are you sure you want to delete all items from the trash?
ca_es: Estàs segur/a que vols eliminar tots els elements de la paperera?

source: This operation cannot be undone.
ca_es: Aquesta operació no es pot desfer.

source: Empty Trash?
ca_es: Buidar paperera?

source: Empty
ca_es: Buida

source: Close all
ca_es: Tanca-ho tot

source: Close others
ca_es: Tancar altres

source: All windows
ca_es: Totes les finestres

source: Switch workspace
ca_es: Canvia l'espai de treball

source: Configure display settings...
ca_es: Configurar les opcions de la pantalla

source: All Settings
ca_es: Totes les opcions

source: Update
ca_es: Actualitza

source: Icon
ca_es: Icona

source: Name
ca_es: Nom

source: Custom Launcher
ca_es: Execució personalitzada

source: Application
ca_es: Aplicació

source: Add panel launcher...
ca_es: Afegir el llançador al tauler

source: Nemo could not create the required folder "%s".
ca_es: Nemo no pot crear la carpeta necessària "%s".

source: Before running Nemo, please create the following folder, or set permissions such that Nemo can create it.
ca_es: Abans d'executar Nemo, crei la seguent carpeta o modifiqui els permisos per a que Nemo el pugui crear

source: Nemo could not create the following required folders: %s.
ca_es: Nemo no ha pogut crear les següent carpetes necesaries: %s.

source: Before running Nemo, please create these folders, or set permissions such that Nemo can create them.
ca_es: Abans d'executar Nemo, siusplau creeu aquestes carpetes o modifiqueu els permisos perque el Nemo les pugui crear.

source: --check cannot be used with other options.
ca_es: --check no es pot utilitzar amb altres opcions.

source: --quit cannot be used with URIs.
ca_es: --quit no es pot utilitzar amb els URI.

source: --geometry cannot be used with more than one URI.
ca_es: --geometry no es pot utilitzar amb més d'un URI.

source: Perform a quick set of self-check tests.
ca_es: Realitza un conjunt de proves ràpides d'autocomprovació.

source: Show the version of the program.
ca_es: Mostra la versió del programa.

source: Create the initial window with the given geometry.
ca_es: Crea la finestra inicial amb la geometria donada.

source: GEOMETRY
ca_es: GEOMETRIA

source: Only create windows for explicitly specified URIs.
ca_es: Només crea finestres per als URI indicats explícitament.

source: Do not manage the desktop (ignore the preference set in the preferences dialog).
ca_es: No gestionis l'escriptori (ignora les preferències definides en el diàleg Preferències).

source: Quit Nemo.
ca_es: Sortir de Nemo.

source: Browse the file system with the file manager
ca_es: Navegueu pel sistema de fitxers amb el gestor de fitxers

source: Error starting autorun program: %s
ca_es: S'ha produït un error en iniciar el programa d'execució automàtica: %s

source: Cannot find the autorun program
ca_es: No es pot trobar el programa d'execució automàtica

source: <big><b>Error autorunning software</b></big>
ca_es: <big><b>S'ha produït un error en executar automàticament un programa</b></big>

source: <big><b>This medium contains software intended to be automatically started. Would you like to run it?</b></big>
ca_es: <big><b>Aquest suport conté programari pensat per iniciar-se automàticament. Voleu executar-lo?</b></big>

source: The software will run directly from the medium "%s". You should never run software that you don't trust. If in doubt, press Cancel.
ca_es: El programari s'executarà directament des del suport «%s». No hauríeu d'executar mai programari en el qual no confieu. En cas de dubte, premeu Cancel·la.

source: _Run
ca_es: _Executa

source: There was an error displaying help: %s
ca_es: S'ha produït un error en mostrar l'ajuda: %s

source: No bookmarks defined
ca_es: No hi ha cap adreça d'interès definida

source: Public FTP
ca_es: FTP públic

source: FTP (with login)
ca_es: FTP (amb autenticació)

source: Windows share
ca_es: Recurs compartit de Windows

source: Secure WebDAV (HTTPS)
ca_es: WebDAV segur (HTTPS)

source: Connecting...
ca_es: S'està connectant...

source: Can't load the supported server method list. Please check your gvfs installation.
ca_es: No es pot carregar la llista de mètodes compatibles del servidor. Comproveu la instal·lació del Gvfs.

source: The folder "%s" cannot be opened on "%s".
ca_es: No es pot obrir la carpeta «%s» a «%s».

source: The server at "%s" cannot be found.
ca_es: No es pot trobar el servidor a «%s».

source: Try Again
ca_es: Torneu-ho a provar

source: Please verify your user details.
ca_es: Verifiqueu els detalls d'usuari.

source: Continue
ca_es: Continua

source: There was an error displaying help.
ca_es: S'ha produït un error en mostrar l'ajuda.

source: C_onnect
ca_es: C_onnecta

source: Connect to Server
ca_es: Connecta al servidor

source: Server Details
ca_es: Detalls del servidor

source: _Server:
ca_es: _Servidor:

source: _Type:
ca_es: _Tipus:

source: Sh_are:
ca_es: _Recurs compartit:

source: _Folder:
ca_es: _Carpeta:

source: User Details
ca_es: Detalls de l'usuari

source: _Domain name:
ca_es: _Nom de domini:

source: _User name:
ca_es: Nom d'_usuari:

source: Pass_word:
ca_es: _Contrasenya:

source: _Remember this password
ca_es: _Recorda aquesta contrasenya

source: Operation cancelled
ca_es: S'ha cancel·lat l'operació

source: Print but do not open the URI
ca_es: Imprimeix l'URI sense obrir-lo

source: Add connect to server mount
ca_es: Afegeix connecta al muntatge del servidor

source: E_mpty Trash
ca_es: _Buida la paperera

source: Create L_auncher...
ca_es: Crea una llanç_adora...

source: Create a new launcher
ca_es: Crea una llançadora nova

source: Change Desktop _Background
ca_es: Canvia el _fons de l'escriptori

source: Show a window that lets you set your desktop background's pattern or color
ca_es: Mostra una finestra que us permet definir el patró o color de fons de l'escriptori

source: Delete all items in the Trash
ca_es: Suprimeix tots els elements de la paperera

source: The desktop view encountered an error.
ca_es: La vista d'escriptori ha trobat un error.

source: The desktop view encountered an error while starting up.
ca_es: La vista d'escriptori ha trobat un error mentre s'estava iniciant.

source: Comment
ca_es: Commentari

source: Description
ca_es: Descripció

source: Command
ca_es: Ordre

source: Desktop
ca_es: Escriptori

source: You do not have the permissions necessary to view the contents of "%s".
ca_es: No teniu el permís necessari per poder veure el contingut de «%s».

source: "%s" could not be found. Perhaps it has recently been deleted.
ca_es: No s'ha trobat «%s». Potser s'acaba de suprimir.

source: Sorry, could not display all the contents of "%s": %s
ca_es: No s'han pogut visualitzar tots els continguts de «%s»: %s

source: The folder contents could not be displayed.
ca_es: No s'han pogut mostrar els continguts de la carpeta.

source: You do not have the permissions necessary to change the group of "%s".
ca_es: No teniu el permís necessari per canviar el grup de «%s».

source: Sorry, could not change the group of "%s": %s
ca_es: No s'ha pogut canviar el grup de «%s»: %s

source: The group could not be changed.
ca_es: No s'ha pogut canviar el grup.

source: Sorry, could not change the owner of "%s": %s
ca_es: No s'ha pogut canviar el propietari de «%s»: %s

source: The owner could not be changed.
ca_es: No s'ha pogut canviar el propietari.

source: Sorry, could not change the permissions of "%s": %s
ca_es: No s'han pogut canviar els permisos de «%s»: %s

source: The permissions could not be changed.
ca_es: No s'han pogut canviar els permisos.

source: The name "%s" is already used in this folder. Please use a different name.
ca_es: En aquesta carpeta ja hi ha un «%s». Utilitzeu un altre nom.

source: There is no "%s" in this folder. Perhaps it was just moved or deleted?
ca_es: En aquesta carpeta no hi ha cap «%s». Podria ser que s'hagués acabat de moure o suprimir?

source: You do not have the permissions necessary to rename "%s".
ca_es: No teniu el permís necessari per canviar el nom de «%s».

source: The name "%s" is not valid because it contains the character "/". Please use a different name.
ca_es: El nom «%s» no és vàlid perquè conté el caràcter «/». Utilitzeu-ne un altre.

source: The name "%s" is not valid. Please use a different name.
ca_es: El nom «%s» no és vàlid. Utilitzeu-ne un altre.

source: The name "%s" is too long. Please use a different name.
ca_es: El nom «%s» és massa llarg. Utilitzeu-ne un altre.

source: Sorry, could not rename "%s" to "%s": %s
ca_es: No s'ha pogut canviar el nom de «%s» a «%s»: %s

source: The item could not be renamed.
ca_es: No s'ha pogut canviar el nom de l'element.

source: Renaming "%s" to "%s".
ca_es: S'està canviant el nom de «%s» a «%s».

source: None
ca_es: Cap

source: today at %-I:%M:%S %p
ca_es: avui a les %-I:%M:%S %p

source: by _Name
ca_es: per _nom

source: Keep icons sorted by name in rows
ca_es: Conserva les icones ordenades pel nom en files

source: by _Size
ca_es: per _mida

source: Keep icons sorted by size in rows
ca_es: Conserva les icones ordenades per la mida en files

source: by _Type
ca_es: per _tipus

source: Keep icons sorted by type in rows
ca_es: Conserva les icones ordenades pel tipus en files

source: by Modification _Date
ca_es: per _data de modificació

source: Keep icons sorted by modification date in rows
ca_es: Conserva les icones ordenades per la data de modificació en files

source: by T_rash Time
ca_es: pel temps a la _paperera

source: Keep icons sorted by trash time in rows
ca_es: Conserva les icones ordenades pel temps a la paperera en files
